{"Ratings": {"neutral rating": "A neutral rating is a stock analyst rating that is neither extremely negative nor extremely positive; instead, the stock is expected to perform in line with the expected returns of the market. It is mostly the same as hold rating.", "rating hold": "Hold is an analyst's recommendation to neither buy nor sell a security. This rating is better than sell but worse than buy, meaning that investors with existing long positions shouldn't sell but investors without a position shouldn't purchase either.", "rating buy": "A buy rating is an investment analyst's recommendation to buy a security, and implies the security is undervalued.", "rating sell": "A sell rating is an investment analyst's recommendation to sell a security, and implies the security is overvalued."}, "Stock Market": {"hedge fund": "A hedge fund is an aggressively managed portfolio of investments that uses leveraged, long, short and derivative positions.", "price target": "A price target is an analyst's projection of a security's future price.", "stock price": "Stock price is the price of common shares for a given company, in this case, it is the price of Citigroups' stock", "day move average": "The day moving average (DMA) is a simple technical analysis tool that smooths out price data by creating a constantly updated average price by day"}, "Evaluation": {"quick ratio": "The quick ratio is an indicator of a company's short-term liquidity position and measures a company's ability to meet its short-term obligations with its most liquid assets. ", "current ratio": "The current ratio is a liquidity ratio that measures a company's ability to pay short-term obligations or those due within one year. It tells investors and analysts how a company can maximize the current assets on its balance sheet to satisfy its current debt and other payables.", "equity ratio": "The equity ratio is a financial metric that measures the amount of leverage used by a company. ", "equity return": "Return on equity (ROE) is a measure of financial performance calculated by dividing net income by shareholders' equity. Because shareholders' equity is equal to a company's assets minus its debt, ROE is considered the return on net assets.", "net margin": "Net margin is the percentage of revenue remaining after all operating expenses, interest, taxes and preferred stock dividends have been deducted from a company's total revenue.", "quarter revenue": "Quarterly revenue is the revenue of a quarter, it helps analyst to measure the increase in a firm's sales from one quarter to another, which is more precise."}}